Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DEVELOPER_PROVIDER_AUTH_URL_SYSTEM_TRUST_DESCRIPTION
source: When enabled, system trust will be enforced on certificates for the Auth URL.
ar: عند تمكينه، سيُفرض وثوق النظام على الشهادات لرابط المصادقة.
bg: Когато е активирано, доверието от системата ще бъде наложено на сертификатите за Идентификационен URL.
ca: Si aquesta opció està activada, el sistema confiarà en els certificats de l’URL d’autenticació.
cs: Když je tato volba zapnutá, u certifikátů přidružených k URL pro ověření bude vynucována systémová důvěryhodnost.
da: Når indstillingen er slået til, gennemtvinges godkendelse af systemet for certifikater med URL til godkendelse.
de: Bei Aktivierung wird für die Auth-URL die Funktion System Trust auf Zertifikate angewendet.
el: Όταν είναι ενεργή αυτή η ρύθμιση, η αξιοπιστία συστήματος θα επιβάλλεται στα πιστοποιητικά για τη διεύθυνση URL ελέγχου ταυτότητας.
es: Si esta opción está activada, el sistema confiará en los certificados de la URL de autenticación.
es_419: Si se activa esta opción, se exigirá que el sistema confíe en los certificados de la URL de autenticación.
fi: Kun käytössä, järjestelmän luottamus pakotetaan varmenteille todennus-URLin yhteydessä.
fr: Lorsque cette option est activée, la confiance du système est appliquée sur les certificats pour l’URL d’authentification.
fr_ca: Lorsque cette option est activée, la fiabilité du système sera mise en application sur les certificats de l’URL d’authentification.
he: כאשר מאפיין זה פעיל, המערכת תעניק אמון לכל האישורים עבור כתובת האימות.
hi: सक्षम किए जाने पर, Auth URL के लिए सिस्टम ट्रस्ट सर्टिफ़िकेट पर लागू किया जाएगा।
hr: Kada je omogućeno, pouzdanost sustava bit će podešena na certifikate za Auth URL.
hu: Ha engedélyezve van, akkor a rendszermegbízhatóság ki lesz kényszerítve a hitelesítési URL tanúsítványai esetében.
id: Jika diaktifkan, kepercayaan sistem akan diberlakukan pada sertifikat untuk URL Pengesahan.
it: Quando l’opzione è abilitata, verrà sempre concessa l’autorizzazione del sistema ai certificati per l’URL di autenticazione.
ja: 有効にした場合、認証URLの証明書にシステムの信頼が適用されます。
kk: Жүйе деңгейінде сенім арту қосулы болғанда, авторизацияға арналған URL мекенжайымен сертификаттарда күшіне енеді.
ko: 이 옵션을 활성화하면 인증 URL에 대한 인증서에 시스템 신뢰가 강제 적용됩니다.
lt: Kai ši funkcija įjungta, sistemos patvirtinimo kaip patikimos funkcija bus taikoma aut. URL sertifikatams.
ms: Apabila didayakan, kepercayaan sistem akan dikuatkuasakan pada sijil untuk URL Pengesahan.
nl: Wanneer dit is ingeschakeld, wordt systeemvertrouwen afgedwongen voor certificaten van de auth-URL.
no: Når innstillingen er på, håndheves systemgodkjenning på sertifikater for autentiserings-URL.
pl: Włączenie opcji powoduje wymuszenie zaufania systemu do certyfikatów z podanym URL uwierzytelniania.
pt: Quando ativada, será imposta nos certificados dos URLs de Autenticação.
pt_pt: Quando esta opção está ativa, a fidedignidade do sistema será imposta aos certificados de URL de autorização.
ro: La activarea opțiunii, încrederea în sistem va fi acordată certificatelor pentru URL‑ul de autentificare.
ru: Когда включено доверие на уровне системы, оно будет действовать для сертификатов с URL для авторизации.
sk: Keď je táto možnosť zapnutá, pre certifikáty priradené k autentifikačným URL bude vynucovaná dôvera systému.
sl: Kadar je omogočeno, bo sistemsko zaupanje uveljavljeno pri potrdilih za naslov URL za overjanje.
sv: Vid aktivering genomdrivs systemgodkännande av certifikat för autentiserings-URL.
th: เมื่อเปิดการใช้งานนี้ การเชื่อถือระบบจะถูกบังคับใช้กับใบรับรองสำหรับ URL สำหรับการตรวจสอบสิทธิ์
tr: Etkinleştirildiğinde Kimlik Doğrulama URL’si sertifikalarında sistem güveni zorunludur.
uk: Коли ввімкнено, довіра системи застосовуватиметься до сертифікатів для URL‑адрес автентифікації.
vi: Khi được bật, việc tin cậy hệ thống sẽ được thực thi trên các chứng nhận cho URL xác thực.
zh_cn: 启用后，会对认证URL的证书强制实行系统信任。
zh_hk: 啟用時，將對認證URL的證書強制執行系統信任。
zh_tw: 啟用時，系統信任會強制執行「認證URL」的憑證。

# CHOOSE_ANOTHER_PROVIDER_BUTTON_TITLE
source: Choose Another Provider
ar: اختر مزود خدمة آخر
bg: Изберете друг доставчик
ca: Selecciona un altre proveïdor
cs: Vybrat jiného poskytovatele
da: Vælg en anden udbyder
de: Anderen Anbieter wählen
el: Επιλογή άλλου παρόχου
es: Seleccionar otro proveedor
es_419: Selecciona otro proveedor
fi: Valitse muu palveluntarjoaja
fr: Choisir un autre fournisseur
fr_ca: Choisir un autre fournisseur
he: בחירת ספק אחר
hi: अन्य प्रोवाइडर चुनें
hr: Odaberi drugog operatera
hu: Másik szolgáltató kiválasztása
id: Pilih Penyedia Lain
it: Scegli un altro provider
ja: 別のプロバイダを選択
kk: Басқа провайдерді таңдау
ko: 다른 제공업체 선택
lt: Kito teikėjo pasirinkimas
ms: Pilih Penyedia Lain
nl: Kies een andere aanbieder
no: Velg en annen distributør
pl: Wybierz innego dostawcę
pt: Escolher Outro Provedor
pt_pt: Escolha outro fornecedor
ro: Alegeți alt furnizor
ru: Выбрать другого провайдера
sk: Vybrať iného poskytovateľa
sl: Izberi drugega ponudnika
sv: Välj en annan leverantör
th: เลือกผู้ให้บริการทีวีอื่น
tr: Başka Bir Sağlayıcı Seç
uk: Обрати іншого провайдера
vi: Chọn một nhà cung cấp khác
zh_cn: 选取其他提供商
zh_hk: 選擇其他供應商
zh_tw: 選擇其他電視業者

# TV_APP_DEVELOPER_SYSTEM_TRUST
source: Requires System Trust
ar: مطلوب وثوق النظام
bg: Изисква се доверие от системата
ca: Demana confiar en el sistema
cs: Vyžaduje důvěru ze strany systému
da: Kræver godkendelse af systemet
de: System Trust erforderlich
el: Απαιτεί αξιοπιστία συστήματος
es: Se requiere confiar en el sistema
es_419: Requiere confiar en el sistema
fi: Vaatii järjestelmän luottamuksen
fr: Requiert la confiance du système
fr_ca: Fiabilité du système requise
he: נדרש אמון המערכת
hi: सिस्टम ट्रस्ट आवश्यक है
hr: Zahtijeva pouzdanost sustava
hu: Megbízható rendszer szükséges
id: Memerlukan Kepercayaan Sistem
it: Richiede l’autorizzazione del sistema
ja: システムの信頼が必要です
kk: Жүйеге сенім арту керек
ko: 시스템 신뢰가 필요함
lt: Reikia patvirtinti sistemą kaip patikimą
ms: Memerlukan Kepercayaan Sistem
nl: Systeemvertrouwen vereist
no: Krever godkjenning av systemet
pl: Wymaga zaufania przez system
pt: Requer a Confiança do Sistema
pt_pt: Requer fidedignidade do sistema
ro: Necesită acordarea încrederii în sistem
ru: Требуется доверять системе
sk: Vyžaduje sa dôvera systému
sl: Zahteva sistemsko zaupanje
sv: Kräver godkännande av systemet
th: ต้องเชื่อถือระบบ
tr: Sistem Güveni Gerektirir
uk: Потребує довіри до системи
vi: Yêu cầu tin cậy hệ thống
zh_cn: 需要系统信任
zh_hk: 需要系統信任
zh_tw: 需要系統信任

# DEVELOPER_PROVIDER_AUTH_URL_TITLE
source: Auth URL
ar: رابط المصادقة
bg: Идентификационен URL
ca: URL d’autenticació
cs: URL pro ověření
da: URL til godkendelse
el: Διεύθυνση URL ελέγχου ταυτότητας
es: URL de autenticación
es_419: URL de autenticación
fi: Todennus-URL
fr: URL d’authentification
fr_ca: URL d’authentification
he: כתובת לאימות
hr: URL za autorizaciju
hu: Hitelesítési URL
id: URL Pengesahan
it: URL autenticazione
ja: 認証URL
kk: Авторизацияға арналған URL мекенжайы
ko: 인증 URL
lt: Aut. URL
ms: URL Pengesahan
no: Autentiserings-URL
pl: URL uwierzyt.
pt: URL de Autenticação
pt_pt: URL de autorização
ro: URL de autentificare
ru: URL для авторизации
sk: Autentif. URL
sl: Naslov URL za overjanje
sv: Autentiserings-URL
th: URL สำหรับการตรวจสอบสิทธิ์
tr: Kimlik Doğrulama URL’si
uk: URL авторизації
vi: URL xác thực
zh_cn: 验证URL
zh_hk: 認證URL
zh_tw: 認證URL

# DEVELOPER_PROVIDER_IDENTIFIER_DESCRIPTION
source: The value used to uniquely identify the TV Provider to apps integrated with Single Sign-On.
ar: القيمة المستخدمة لتحديد مزود خدمة التلفزيون للتطبيقات المستخدمة مع Single Sign-On.
bg: Стойността, която уникално идентифицира приложенията на ТВ оператора, интегрирани при единичен вход.
ca: El valor utilitzat per identificar de manera unívoca el proveïdor de TV en apps integrades amb inici de sessió únic.
cs: Hodnota používaná k jedinečné identifikaci poskytovatele TV pro aplikace integrované v jednotném přihlášení.
da: Den unikke værdi, der bruges til at identificere tv-udbyderen over for apps, der er integreret med Log ind i et trin.
de: Der Wert, der verwendet wird, um den TV-Anbieter gegenüber Apps, die mit Single Sign-On integriert sind, eindeutig zu identifizieren.
el: Η τιμή που χρησιμοποιείται για μοναδική ταυτοποίηση του παρόχου τηλεοπτικών υπηρεσιών σε εφαρμογές που έχουν ενσωματωθεί στην Ενιαία σύνδεση.
es: El valor utilizado para identificar de forma única al proveedor de TV en las apps integradas con inicio de sesión único.
es_419: El valor utilizado para identificar al proveedor de TV en las apps con inicio de sesión único.
fi: Arvo, jota käytetään TV-palveluntarjoajan yksilöimiseen apeissa, jotka käyttävät kertakirjautumista.
fr: La valeur utilisée pour identifier de façon unique le fournisseur TV dans les apps exploitant l’authentification unique.
fr_ca: La valeur utilisée pour identifier de façon unique le fournisseur de contenus télévisés sur les apps intégrées avec l’authentification par signature unique
he: זהו הערך המשמש לזיהוי ייחודי של ספק שירותי הטלוויזיה עבור יישומים המשלבים ״כניסה יחידה״.
hi: एकल साइन-ऑन वाले इंटिग्रेटेड ऐप्स के टीवी सर्विस प्रोवाइडर को विशिष्ट रूप से पहचानने के लिए उपयोग किया गया मान।
hr: Vrijednost koja se koristi za jedinstvenu identifikaciju TV operatera za aplikacije integrirane s jednostrukom prijavom.
hu: A televíziószolgáltatót az Egyszeri bejelentkezéssel integrált appok felé egyedien azonosító érték.
id: Nilai yang digunakan untuk mengidentifikasi Penyedia TV secara unik ke app yang terintegrasi dengan Masuk Tunggal.
it: Valore utilizzato per identificare in modo univoco il provider TV per app integrate con l’opzione di accesso singolo.
ja: シングルサインオンに統合されるアプリに対してTVプロバイダを一意に識別するために使用される値。
kk: Бұл мән жүйеге бірыңғай кіру функциясымен біріктірілген қолданбаларда теледидар провайдерін бірегей анықтау үшін қолданылады.
ko: ‘단일 로그인’으로 통합된 앱과 TV 제공업체에 사용될 고유의 식별자 값입니다.
lt: Reikšmė yra naudojama televizijos paslaugų teikėjui unikaliai identifikuoti programose, integruotose su vienu prisijungimu.
ms: Nilai yang digunakan untuk mengenal pasti secara unik Penyedia TV untuk app yang disepadukan dengan Daftar Diri Tunggal.
nl: De waarde die wordt gebruikt als unieke aanduiding van de tv-aanbieder voor apps die met Single Sign-On zijn geïntegreerd.
no: Verdien som brukes for å identifisere TV-distributøren for apper som er integrert med engangspålogging.
pl: Wartość służąca do identyfikowania dostawcy TV w aplikacjach zintegrowanych z pojedynczym logowaniem.
pt: O valor usado para identificar o Provedor de TV exclusivamente aos apps integrados com o Início de Sessão Único.
pt_pt: O valor usado para identificar o fornecedor de TV em aplicações integradas com início de sessão único.
ro: Valoarea utilizată pentru a identifica unic furnizorul TV în aplicațiile integrate cu Autentificare unică.
ru: Это значение используется для уникальной идентификации телепровайдера в приложениях, интегрированных в технологии единого входа.
sk: Hodnota slúžiaca na jedinečnú identifikáciu poskytovateľa TV služby v apkách integrovaných pomocou jednorazového prihlásenia.
sl: Vrednost, ki se uporablja za enolično prepoznavo ponudnika televizijskih storitev pri aplikacijah, integriranih z enotno prijavo.
sv: Värdet som används till att unikt identifiera TV-leverantören till appar som är integrerade med enkel inloggning.
th: ค่าที่ใช้ระบุผู้ให้บริการทีวีที่ไม่ซ้ำกันกับแอปที่รวมอยู่ในการลงชื่อเข้าเพียงครั้งเดียว
tr: Yalnızca Tek Oturum Açma ile uygulamalara eklenen TV sağlayıcıyı belirlemek için kullanılan değer.
uk: Значення, що застосовується, щоб однозначно ідентифікувати цього ТБ‑провайдера для програм, інтегрованих за технологією єдиного входу.
vi: Giá trị được sử dụng để nhận dạng duy nhất Nhà cung cấp TV đối với các ứng dụng được tích hợp với Đăng nhập một lần.
zh_cn: 已整合单点登录的App能够唯一识别电视提供商的值。
zh_hk: 已整合「單一登入」之應用程式所使用的電視供應商唯一識別值。
zh_tw: 此值可用來向已和「單一登入」整合的App獨有識別電視業者。

# TV_APP_DEVELOPER_ACCOUNT_TYPE_FREE
source: Free
ar: مجاني
bg: Безплатна
ca: Gratuït
cs: Bezplatný
da: Gratis
de: Kostenlos
el: Δωρεάν
es: Gratis
es_419: Gratis
fi: Ilmainen
fr: Gratuit
fr_ca: Gratuit
he: ללא תשלום
hi: व्यस्त नहीं
hr: Besplatan
hu: Ingyenes
id: Kosong
it: Gratuito
ja: 無料
kk: Бос
ko: 무료
lt: Nemokama
ms: Percuma
nl: Gratis
no: Gratis
pl: Bezpłatne
pt: Grátis
pt_pt: Grátis
ro: Gratis
ru: Бесплатный контент
sk: Bezplatný
sl: Brezplačni
sv: Gratis
th: ฟรี
tr: Serbest
uk: Безкоштовний
vi: Miễn phí
zh_cn: 免费
zh_hk: 免費
zh_tw: 免費

# TV_APP_DEVELOPER_SOURCE_IDENTIFIER
source: Source Identifier
ar: معرِّف المصدر
bg: Идентификатор на източник
ca: ID de la font
cs: Identifikátor zdroje
da: Kilde-id
de: Quellen-ID
el: Αναγνωριστικό πηγής
es: Identificador de fuente
es_419: Identificador de fuente
fi: Lähteen tunnus
fr: Identifiant de la source
fr_ca: Identifiant de source
he: מזהה המקור
hi: सोर्स आइडेंटिफ़ायर
hr: Identifikator izvora
hu: Forrásazonosító
id: Pengenal Sumber
it: Identificativo sorgente
ja: ソース識別子
kk: Дереккөз идентификаторы
ko: 소스 식별자
lt: Šaltinio identifikatorius
ms: Pengecam Sumber
nl: Bron-ID
no: Kildeidentifikator
pl: ID źródła
pt: Identificador de Fonte
pt_pt: Identificador de origem
ro: Identificator sursă
ru: Идентификатор источника
sk: Identifikátor zdroja
sl: Identifikator vira
sv: Källidentifierare
th: ข้อมูลจำเพาะของซอร์สโค้ด
tr: Kaynak Tanıtıcı
uk: Ідентифікатор джерела
vi: Mã định danh nguồn
zh_cn: 来源识别符
zh_hk: 來源識別碼
zh_tw: 來源識別碼

# PRIVACY_TITLE_FORMAT
source: Allow “%@” to use your %@ subscription?
ar: هل تريد السماح لـ "%@" باستخدام اشتراك %@؟
bg: Искате ли да позволите на „%@“ да използва вашия абонамент %@?
ca: Permets que “%@” utilitzi la teva subscripció a %@?
cs: Chcete aplikaci %@ povolit využívání vašeho odběru TV od „%@“?
da: Må “%@” bruge dit abonnement på %@?
de: Darf „%@“ dein %@-Abo benutzen?
el: Να επιτρέπεται στην εφαρμογή «%@» η χρήση της συνδρομής «%@» σας;
es: ¿Permitir que la app %@ use tu suscripción a %@?
es_419: ¿Permitir que “%@” utilice tu suscripción de %@?
fi: Saako %@ käyttää %[tt]@-tilaustasi?
fr: Autoriser « %@ » à utiliser votre abonnement à %@ ?
fr_ca: Autoriser « %@ » à utiliser votre abonnement à %@?
he: לאפשר ל-״%@״ להשתמש במנוי %@ שלך?
hi: “%1$@” को आपके %2$@ सब्सक्रिप्शन का उपयोग करने की अनुमति दें?
hr: Dozvoliti "%@" uporabu vaše %@ pretplate?
hu: Engedélyezi a(z) „%@” appnak az Ön %@-előfizetésének használatát?
id: Izinkan “%@” untuk menggunakan langganan %@ Anda?
it: Vuoi consentire a “%@” di utilizzare l’abbonamento a %@?
ja: “%1$@”に%2$[tt]@のサブスクリプションを利用することを許可しますか?
kk: «%@» қолданбасына %@ жазылымын пайдалануға рұқсат беру керек пе?
ko: ‘%@’에서 사용자의 %@ 구독을 사용하도록 허용하겠습니까?
lt: Leisti programai „%@” naudoti televizijos paslaugų teikėjo „%@“ prenumeratą?
ms: Benarkan “%@” menggunakan langganan %@ anda?
nl: Mag '%@' je abonnement op %@ gebruiken?
no: Vil du tillate at %@ bruker %@-abonnementet ditt?
pl: Czy pozwalać „%@” używać Twojej subskrypcji %@?
pt: Permitir que “%@” use sua assinatura %@?
pt_pt: Permitir que “%@” use a sua assinatura (%@)?
ro: Permiteți ca aplicația “%@” să utilizeze abonamentul dvs. la %@?
ru: Разрешить «%@» использование Вашей подписки на %@?
sk: Povoliť apke %@ používať odber „%@“?
sl: Želite aplikaciji »%@« dovoliti, da uporablja vašo naročnino na %@?
sv: Tillåter du att ”%@” använder ditt %@-abonnemang?
th: อนุญาตให้ “%@” ใช้การสมัครสมาชิกที่คุณสมัครกับ %@ หรือไม่
tr: “%@”, %@ aboneliğinizi kullanabilsin mi?
uk: Дозволити «%@» використовувати вашу підписку %@?
vi: Cho phép “%@” sử dụng đăng ký %@ của bạn?
zh_cn: 要允许“%@”使用你的%@订阅吗？
zh_hk: 允許「%@」使用你的%@訂閲項目嗎？
zh_tw: 要允許「%@」使用你的%@訂閱項目嗎？

# DEVELOPER_SET_TOP_BOX_MODE_ENABLE
source: Set-Top Box Mode
ar: نمط جهاز الاستقبال
bg: Режим Приемник
ca: Mode de descodificador de televisió
cs: Režim set‑top boxu
da: Set-top box-funktion
de: Set-Top-Box-Modus
el: Λειτουργία Αποκωδικοποιητή
es: Modo “Receptor de televisión”
es_419: Modo decodificador
fi: Digisovitintila
fr: Mode Décodeur
fr_ca: Mode décodeur
he: מצב ממיר
hi: सेट टॉप बॉक्स मोड
hr: Mod prijemnika
hu: Set-top box mód
id: Mode Dekoder
it: Modalità Set Top Box
ja: セットトップボックスモード
kk: Теледидар тіркемесі режимі
ko: 셋톱 박스 모드
lt: Priedėlio režimas
ms: Mod Kotak Atas Set
nl: Settopboxmodus
no: Modus for mottakerboks
pl: Tryb przystawki telewizyjnej
pt: Modo Conversor
pt_pt: Modo de box de televisão
ro: Mod Set‑Top Box
ru: Режим телеприставки
sk: Režim Set-top box
sl: Način STB
sv: Set top box-läge
th: โหมดกล่องรับสัญญาณ
tr: Set Üstü Kutusu Modu
uk: Режим телеприставки
vi: Chế độ Bộ giải mã
zh_cn: 机顶盒模式
zh_hk: 機頂盒模式
zh_tw: 機上盒模式

# ONSCREEN_CODE_WEBSITE_TITLE
source: Visit Website
ar: زيارة موقع الويب
bg: Посети уеб сайт
ca: Lloc web
cs: Navštivte stránku
da: Besøg websted
de: Website besuchen
el: Μετάβαση στον ιστότοπο
es: Visitar sitio web
es_419: Visitar sitio
fi: Käy sivustolla
fr: Consulter le site web
fr_ca: Visiter le site Web
he: ביקור באתר
hi: वेबसाइट पर जाएँ
hr: Posjeti web stranicu
hu: Webhely felkeresése
id: Kunjungi Situs Web
it: Visita il sito web
ja: Webサイトを閲覧
kk: Веб-сайтқа кіру
ko: 웹사이트 방문
lt: Apsilankyti svetainėje
ms: Lawati Tapak Web
nl: Ga naar website
no: Gå til nettside
pl: Odwiedź witrynę
pt: Visitar Site
pt_pt: Ir para o site
ro: Vizitați site‑ul web
ru: Переход на веб‑сайт
sk: Navštívte webstránku
sl: Obišči spletno mesto
sv: Besök webbplats
th: ไปที่เว็บไซต์
tr: Siteye Git
uk: Відвідати вебсайт
vi: Truy cập trang web
zh_cn: 访问网站
zh_hk: 到訪網站
zh_tw: 參訪網站

# DELETE_ACCOUNT_ERROR_MESSAGE
source: Couldn’t sign out. Please try again later.
ar: تعذر تسجيل الخروج. الرجاء المحاولة مرة أخرى لاحقًا.
bg: Неуспешно излизане. Моля, опитайте отново по-късно.
ca: No s’ha pogut tancar la sessió. Prova-ho més tard.
cs: Nelze se odhlásit. Zkuste to znovu později.
da: Kunne ikke logge ud. Prøv igen senere.
de: Abmelden nicht möglich. Versuche es später erneut.
el: Δεν ήταν δυνατή η αποσύνδεση. Δοκιμάστε πάλι αργότερα.
es: No se ha podido cerrar sesión. Inténtalo de nuevo más tarde.
es_419: No se pudo cerrar la sesión. Intenta más tarde.
fi: Ei voida kirjautua ulos. Yritä myöhemmin uudelleen.
fr: La déconnexion a échoué. Réessayez plus tard.
fr_ca: La déconnexion a échoué. Veuillez réessayer.
he: לא ניתן היה להתנתק. נא לנסות שוב מאוחר יותר.
hi: साइन आउट नहीं किया जा सका। कृपया बाद में फिर कोशिश करें।
hr: Odjava nije uspjela. Pokušajte ponovno kasnije.
hu: Nem sikerült kijelentkezni. Kérjük, próbálja újra.
id: Tidak dapat keluar. Coba lagi nanti.
it: Non è possibile eseguire il logout, riprova più tardi.
ja: サインアウトできませんでした。あとでやり直してください。
kk: Жүйеден шығу мүмкін болмады. Әрекетті кейінірек қайталаңыз.
ko: 로그아웃할 수 없습니다. 나중에 다시 시도하십시오.
lt: Nepavyko atsijungti. Bandykite dar kartą vėliau.
ms: Tidak dapat daftar keluar. Sila cuba lagi kemudian.
nl: Uitloggen mislukt. Probeer het later opnieuw.
no: Kunne ikke logge av. Prøv igjen senere.
pl: Nie można się wylogować. Spróbuj ponownie później.
pt: Não foi possível encerrar a sessão. Tente novamente mais tarde.
pt_pt: Não foi possível terminar sessão. Volte a tentar mais tarde.
ro: Ieșirea din cont nu a reușit. Reîncercați mai târziu.
ru: Не удалось выйти из системы. Повторите попытку позже.
sk: Nepodarilo sa odhlásiť. Skúste to znovu neskôr.
sl: Izpis ni uspel. Poskusite znova pozneje.
sv: Det gick inte att logga ut. Försök igen senare.
th: ไม่สามารถลงชื่อออกได้ โปรดลองอีกครั้งในภายหลัง
tr: Çıkış yapılamadı. Lütfen daha sonra yeniden deneyin.
uk: Не вдалося вийти. Спробуйте пізніше.
vi: Không thể đăng xuất. Vui lòng thử lại sau.
zh_cn: 无法退出登录。请稍后再试。
zh_hk: 無法登出。請稍後再試。
zh_tw: 無法登出。請稍後再試。

# DELETE_ACCOUNT_CONFIRMATION_MESSAGE_GENERIC
source: You’ll also be signed out on any other device using this iCloud account.
ar: سيتم تسجيل خروجك على أي جهاز آخر يستخدم حساب iCloud هذا.
bg: Също така ще излезете от всички други устройства, които използват тази iCloud регистрация.
ca: També es tancarà sessió en tots els altres dispositius que utilitzin aquest compte de l’iCloud.
cs: Budete také odhlášeni od všech ostatních zařízení, které tento účet na iCloudu používají.
da: Du logges også ud af alle andre enheder, som bruger denne iCloud-konto.
de: Du wirst auch von jedem anderen Gerät abgemeldet, das diesen iCloud-Account verwendet.
el: Θα αποσυνδεθείτε επίσης από οποιαδήποτε άλλη συσκευή που χρησιμοποιεί αυτόν τον λογαριασμό iCloud.
es: También se cerrará tu sesión en los demás dispositivos que utilicen esta cuenta de iCloud.
es_419: También se cerrará la sesión de cualquier otro dispositivo que utilice esta cuenta de iCloud.
fi: Sinut kirjataan ulos myös muista laitteista, jotka käyttävät tätä iCloud-tiliä.
fr: Vous serez également déconnecté de tout autre appareil qui utilise ce compte iCloud.
fr_ca: Vous serez aussi déconnecté sur tout autre appareil utilisant ce compte iCloud.
he: בנוסף, החשבון שלך ינותק בכל המכשירים המשתמשים בחשבון iCloud זה.
hi: आप इस iCloud खाता का उपयोग कर रहे किसी अन्य डिवाइस से भी साइन आउट कर दिए जाएँगे।
hr: Također ćete biti odjavljeni s bilo kojeg drugog uređaja koji koristi ovaj iCloud račun.
hu: Ki fog jelentkezni az összes olyan eszközön, amely ezt az iCloud-fiókot használja.
id: Anda juga akan keluar di perangkat lainnya yang menggunakan akun iCloud ini.
it: Il logout verrà eseguito anche su qualsiasi altro dispositivo che utilizza il tuo account iCloud.
ja: このiCloudアカウントを使用しているほかのデバイスでもサインアウトされます。
kk: Сондай-ақ осы iCloud аккаунты пайдаланылатын кез келген басқа құрылғыда да жүйеден шығасыз.
ko: 이 iCloud 계정을 사용하는 다른 모든 기기에서도 로그아웃됩니다.
lt: Taip pat būsite atjungti nuo bet kurio kito įrenginio, kuriame naudojama ši „iCloud“ paskyra.
ms: Anda juga akan didaftar keluar daripada sebarang peranti lain yang menggunakan akaun iCloud ini.
nl: Je wordt ook uitgelogd op elk ander apparaat dat deze iCloud-account gebruikt.
no: Du blir også logget av fra alle andre enheter som bruker samme iCloud-konto.
pl: Wylogujesz się również na wszystkich innych urządzeniach używających tego konta iCloud.
pt: Sua sessão também será encerrada em qualquer outro dispositivo que esteja usando esta conta do iCloud.
pt_pt: Terminará igualmente sessão em qualquer outro dispositivo que esteja a usar esta conta iCloud.
ro: Veți ieși din cont și de pe orice alt dispozitiv care utilizează acest cont de iCloud.
ru: Выход из этой учетной записи iCloud также произойдет на всех других устройствах, где она использовалась.
sk: Budete odhlásení z každého zariadenia, ktoré používa tento iCloud účet.
sl: Izpisani boste tudi iz vseh drugih napravah, ki uporabljajo ta račun iCloud.
sv: Du loggas även ut på alla andra enheter som använder det här iCloud-kontot.
th: คุณจะถูกลงชื่อออกจากอุปกรณ์เครื่องอื่นที่ใช้บัญชี iCloud นี้ด้วย
tr: Bu iCloud hesabını kullanan diğer aygıtlardan da çıkış yapmış olacaksınız.
uk: Ви також вийдете на всіх інших пристроях із цим обліковим записом iCloud.
vi: Bạn cũng sẽ được đăng xuất khỏi bất kỳ thiết bị nào khác đang sử dụng tài khoản iCloud này.
zh_cn: 你将同时退出登录使用此iCloud账户的所有其他设备。
zh_hk: 也會登出其他使用此iCloud帳户的裝置。
zh_tw: 也會登出使用此iCloud帳號的其他裝置。
